IDEA StatiCa Open Model
ResultOfLoading.Items Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Items od loading
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ResultOfLoadingItem> Items { get; set; }
Public Property Items As List(Of ResultOfLoadingItem)
	Get
	Set
public:
property List<ResultOfLoadingItem^>^ Items {
	List<ResultOfLoadingItem^>^ get ();
	void set (List<ResultOfLoadingItem^>^ value);
}
Property Value
Type: List<ResultOfLoadingItem>
See Also
Reference
ResultOfLoading Class
IdeaRS.OpenModel.Result Namespace